Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Light or dark
de: Hell oder Dunkel
es: Claro u oscuro
fr: Clair ou sombre
it: Chiaro o scuro
ja: ライトまたはダーク
ko: 라이트 또는 다크
pt_br: Claro ou escuro
zh_hans: 浅色或深色
zh_hant: 淺色或深色

source: Themes
de: Designs
es: Temas
fr: Thèmes
it: Temi
ja: テーマ
ko: 테마
pt_br: Temas
zh_hans: 主题
zh_hant: 佈景主題

source: iOS's own colours, under Liquid Glass
de: Die eigenen Farben von iOS, unter Liquid Glass
es: Los propios colores de iOS, con Liquid Glass
fr: Les couleurs propres à iOS, sous Liquid Glass
it: I colori originali di iOS, con Liquid Glass
ja: Liquid Glass による iOS 本来の配色
ko: Liquid Glass 기반의 iOS 고유 색상
pt_br: As próprias cores do iOS, com o Liquid Glass
zh_hans: iOS 自身的配色，搭载 Liquid Glass
zh_hant: iOS 自身的配色，搭載 Liquid Glass

source: System. iOS's own colours, under Liquid Glass
de: System. Die eigenen Farben von iOS, unter Liquid Glass
es: Sistema. Los propios colores de iOS, con Liquid Glass
fr: Système. Les couleurs propres à iOS, sous Liquid Glass
it: Sistema. I colori originali di iOS, con Liquid Glass
ja: システム。Liquid Glass による iOS 本来の配色
ko: 시스템. Liquid Glass 기반의 iOS 고유 색상
pt_br: Sistema. As próprias cores do iOS, com o Liquid Glass
zh_hans: 系统。iOS 自身的配色，搭载 Liquid Glass
zh_hant: 系統。iOS 自身的配色，搭載 Liquid Glass

source: How much time to show
de: Wie viel Zeit angezeigt werden soll
es: Cuánto tiempo mostrar
fr: Combien de temps afficher
it: Quanto tempo mostrare
ja: 表示する期間
ko: 표시할 기간
pt_br: Quanto tempo mostrar
zh_hans: 显示多长时间
zh_hant: 顯示多長時間

source: Reading the ledger…
de: Verlauf wird geladen …
es: Cargando el registro…
fr: Chargement du registre…
it: Caricamento del registro…
ja: 記録を読み込み中…
ko: 기록을 불러오는 중…
pt_br: Carregando o registro…
zh_hans: 正在加载账本…
zh_hant: 正在載入帳本…

source: Nothing on the ledger yet
de: Noch nichts im Verlauf
es: Aún no hay nada en el registro
fr: Rien dans le registre pour l’instant
it: Ancora niente nel registro
ja: まだ記録がありません
ko: 아직 기록이 없습니다
pt_br: Ainda não há nada no registro
zh_hans: 账本上还没有记录
zh_hant: 帳本上還沒有紀錄

source: The week and the clock
de: Die Woche und die Uhr
es: La semana y el reloj
fr: La semaine et l’horloge
it: La settimana e l’orologio
ja: 週と時計
ko: 주와 시계
pt_br: A semana e o relógio
zh_hans: 本周与时钟
zh_hant: 本週與時鐘

source: Which provider
de: Welcher Anbieter
es: Qué proveedor
fr: Quel fournisseur
it: Quale fornitore
ja: プロバイダ別
ko: 제공자별
pt_br: Qual provedor
zh_hans: 按提供方
zh_hant: 依供應商

source: Which model
de: Welches Modell
es: Qué modelo
fr: Quel modèle
it: Quale modello
ja: モデル別
ko: 모델별
pt_br: Qual modelo
zh_hans: 按模型
zh_hant: 依模型

source: Which project
de: Welches Projekt
es: Qué proyecto
fr: Quel projet
it: Quale progetto
ja: プロジェクト別
ko: 프로젝트별
pt_br: Qual projeto
zh_hans: 按项目
zh_hant: 依專案

source: Which tools
de: Welche Werkzeuge
es: Qué herramientas
fr: Quels outils
it: Quali strumenti
ja: ツール別
ko: 도구별
pt_br: Quais ferramentas
zh_hans: 按工具
zh_hant: 依工具

source: Which machine
de: Welcher Rechner
es: Qué máquina
fr: Quelle machine
it: Quale macchina
ja: マシン別
ko: 컴퓨터별
pt_br: Qual máquina
zh_hans: 按机器
zh_hant: 依機器

source: Where it went
de: Wohin es ging
es: Adónde fue
fr: Où c’est parti
it: Dove è andato
ja: 内訳
ko: 쓰인 곳
pt_br: Para onde foi
zh_hans: 去向
zh_hant: 去向

source: The records
de: Die Rekorde
es: Los récords
fr: Les records
it: I record
ja: 記録
ko: 기록
pt_br: Os recordes
zh_hans: 纪录
zh_hant: 紀錄

source: The trophy case
de: Die Trophäenvitrine
es: La vitrina de trofeos
fr: La vitrine des trophées
it: La vetrina dei trofei
ja: トロフィーケース
ko: 트로피 진열장
pt_br: A vitrine de troféus
zh_hans: 奖杯柜
zh_hant: 獎盃櫃

source: What fills it
de: Was es füllt
es: Qué la llena
fr: Ce qui la remplit
it: Cosa la riempie
ja: 中身
ko: 구성
pt_br: O que a preenche
zh_hans: 构成
zh_hant: 組成

source: Compact…
de: Verdichten …
es: Compactar…
fr: Compacter…
it: Compatta…
ja: 圧縮…
ko: 압축…
pt_br: Compactar…
zh_hans: 压缩…
zh_hant: 壓縮…

source: Balance is empty — top up to keep DeepSeek models running
de: Saldo ist leer — lade auf, damit DeepSeek-Modelle weiterlaufen
es: El saldo está vacío: recarga para que los modelos de DeepSeek sigan funcionando
fr: Le solde est épuisé — rechargez pour que les modèles DeepSeek continuent de fonctionner
it: Il saldo è esaurito — ricarica per continuare a usare i modelli DeepSeek
ja: 残高が空です — チャージすると DeepSeek モデルを使い続けられます
ko: 잔액이 없습니다 — 충전하면 DeepSeek 모델을 계속 사용할 수 있습니다
pt_br: O saldo está zerado — recarregue para manter os modelos DeepSeek funcionando
zh_hans: 余额已用完 — 充值即可继续使用 DeepSeek 模型
zh_hant: 餘額已用完 — 儲值即可繼續使用 DeepSeek 模型

source: Prepaid balance · direct API
de: Prepaid-Saldo · direkte API
es: Saldo prepago · API directa
fr: Solde prépayé · API directe
it: Saldo prepagato · API diretta
ja: プリペイド残高 · 直接 API
ko: 선불 잔액 · 직접 API
pt_br: Saldo pré-pago · API direta
zh_hans: 预付余额 · 直接 API
zh_hant: 預付餘額 · 直接 API

source: Sign in to Game Center
de: Bei Game Center anmelden
es: Iniciar sesión en Game Center
fr: Se connecter à Game Center
it: Accedi a Game Center
ja: Game Center にサインイン
ko: Game Center에 로그인
pt_br: Entrar no Game Center
zh_hans: 登录 Game Center
zh_hant: 登入 Game Center

source: Used up — the window resets on ollama's own clock
de: Aufgebraucht – das Fenster setzt sich nach Ollamas eigenem Takt zurück
es: Agotado: la ventana se reinicia según el reloj propio de Ollama
fr: Épuisé — la fenêtre se réinitialise selon l’horloge propre d’Ollama
it: Esaurito — la finestra si azzera secondo l’orologio proprio di Ollama
ja: 使い切りました — ウインドウは ollama 独自の時計でリセットされます
ko: 모두 사용함 — 구간은 ollama 자체 시계에 따라 초기화됩니다
pt_br: Esgotado — a janela reinicia de acordo com o relógio próprio do Ollama
zh_hans: 已用完 — 该周期按 ollama 自己的时钟重置
zh_hant: 已用完 — 該週期依 ollama 自己的時鐘重設

source: Share card
de: Share-Karte
es: Tarjeta para compartir
fr: Carte à partager
it: Scheda da condividere
ja: 共有カード
ko: 공유 카드
pt_br: Cartão para compartilhar
zh_hans: 分享卡片
zh_hant: 分享卡片

source: Card preview
de: Kartenvorschau
es: Vista previa de la tarjeta
fr: Aperçu de la carte
it: Anteprima della scheda
ja: カードプレビュー
ko: 카드 미리보기
pt_br: Prévia do cartão
zh_hans: 卡片预览
zh_hant: 卡片預覽

source: Card style
de: Kartenstil
es: Estilo de tarjeta
fr: Style de carte
it: Stile della scheda
ja: カードのスタイル
ko: 카드 스타일
pt_br: Estilo do cartão
zh_hans: 卡片样式
zh_hant: 卡片樣式

source: What this cost
de: Was das gekostet hat
es: Lo que costó
fr: Ce que ça a coûté
it: Quanto è costato
ja: かかった費用
ko: 든 비용
pt_br: O que isso custou
zh_hans: 花费了多少
zh_hant: 花費了多少

source: Turn by turn
de: Zug für Zug
es: Turno por turno
fr: Tour par tour
it: Turno per turno
ja: ターンごと
ko: 턴별로
pt_br: Turno por turno
zh_hans: 逐回合
zh_hant: 逐回合

source: The expensive ones
de: Die teuren
es: Los caros
fr: Les coûteux
it: I più costosi
ja: 高額なもの
ko: 비용이 큰 것들
pt_br: Os caros
zh_hans: 花费较高的
zh_hant: 花費較高的

source: Nothing has been spent yet.
de: Es wurde noch nichts ausgegeben.
es: Aún no se ha gastado nada.
fr: Rien n’a encore été dépensé.
it: Non è stato ancora speso nulla.
ja: まだ何も使われていません。
ko: 아직 아무것도 지출되지 않았습니다.
pt_br: Ainda não foi gasto nada.
zh_hans: 尚未产生任何花费。
zh_hant: 尚未產生任何花費。

source: a turn with no prompt of its own
de: ein Zug ohne eigenen Prompt
es: un turno sin prompt propio
fr: un tour sans invite propre
it: un turno senza un proprio prompt
ja: 独自のプロンプトを持たないターン
ko: 고유한 프롬프트가 없는 턴
pt_br: um turno sem prompt próprio
zh_hans: 没有自己提示词的回合
zh_hant: 沒有自己提示詞的回合

source: Asking the providers…
de: Anbieter werden befragt …
es: Consultando a los proveedores…
fr: Interrogation des fournisseurs…
it: Interrogazione dei fornitori…
ja: プロバイダに問い合わせ中…
ko: 제공자에게 확인하는 중…
pt_br: Consultando os provedores…
zh_hans: 正在询问各提供方…
zh_hant: 正在詢問各供應商…

source: refreshing
de: aktualisiert
es: actualizando
fr: actualisation
it: aggiornamento in corso
ja: 更新中
ko: 새로고침 중
pt_br: atualizando
zh_hans: 正在刷新
zh_hant: 正在重新整理

source: saved figures
de: gespeicherte Zahlen
es: cifras guardadas
fr: chiffres enregistrés
it: cifre salvate
ja: 保存済みの数値
ko: 저장된 수치
pt_br: números salvos
zh_hans: 已保存的数据
zh_hant: 已儲存的資料

source: Topped up
de: Aufgeladen
es: Recargado
fr: Rechargé
it: Ricaricato
ja: チャージ額
ko: 충전액
pt_br: Recarregado
zh_hans: 已充值
zh_hant: 已儲值

source: Granted
de: Gewährt
es: Otorgado
fr: Accordé
it: Concesso
ja: 付与額
ko: 지급액
pt_br: Concedido
zh_hans: 已赠送
zh_hant: 已贈送

source: No provider reports a quota.
de: Kein Anbieter meldet ein Kontingent.
es: Ningún proveedor informa una cuota.
fr: Aucun fournisseur ne signale de quota.
it: Nessun fornitore segnala una quota.
ja: 使用量を報告しているプロバイダはありません。
ko: 할당량을 보고하는 제공자가 없습니다.
pt_br: Nenhum provedor informa uma cota.
zh_hans: 没有提供方报告配额。
zh_hant: 沒有供應商回報配額。

source: Every provider is hidden — switch one on above.
de: Jeder Anbieter ist ausgeblendet – schalte oben einen ein.
es: Todos los proveedores están ocultos: activa uno arriba.
fr: Tous les fournisseurs sont masqués — activez-en un ci-dessus.
it: Tutti i fornitori sono nascosti — attivane uno sopra.
ja: すべてのプロバイダが非表示です — 上でどれか 1 つをオンにしてください。
ko: 모든 제공자가 숨겨져 있습니다 — 위에서 하나를 켜세요.
pt_br: Todos os provedores estão ocultos — ative um acima.
zh_hans: 所有提供方都已隐藏 — 请在上方开启一个。
zh_hant: 所有供應商都已隱藏 — 請在上方開啟一個。

source: Move up
de: Nach oben verschieben
es: Subir
fr: Déplacer vers le haut
it: Sposta su
ja: 上へ移動
ko: 위로 이동
pt_br: Mover para cima
zh_hans: 上移
zh_hant: 上移

source: Move down
de: Nach unten verschieben
es: Bajar
fr: Déplacer vers le bas
it: Sposta giù
ja: 下へ移動
ko: 아래로 이동
pt_br: Mover para baixo
zh_hans: 下移
zh_hant: 下移

source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
ja: 非表示
ko: 숨기기
pt_br: Ocultar
zh_hans: 隐藏
zh_hant: 隱藏

source: Top up to keep DeepSeek models running
de: Aufladen, damit DeepSeek-Modelle weiterlaufen
es: Recarga para que los modelos de DeepSeek sigan funcionando
fr: Rechargez pour que les modèles DeepSeek continuent de fonctionner
it: Ricarica per continuare a usare i modelli DeepSeek
ja: チャージして DeepSeek モデルを使い続ける
ko: 충전하여 DeepSeek 모델 계속 사용하기
pt_br: Recarregue para manter os modelos DeepSeek funcionando
zh_hans: 充值以继续使用 DeepSeek 模型
zh_hant: 儲值以繼續使用 DeepSeek 模型

source: Arrange the board
de: Dashboard anordnen
es: Organizar el panel
fr: Organiser le tableau de bord
it: Disponi la dashboard
ja: ボードを並べ替え
ko: 보드 정렬
pt_br: Organizar o painel
zh_hans: 排列看板
zh_hant: 排列看板

source: Hidden
de: Ausgeblendet
es: Oculto
fr: Masqué
it: Nascosto
ja: 非表示
ko: 숨김
pt_br: Oculto
zh_hans: 已隐藏
zh_hant: 已隱藏

source: Shown
de: Eingeblendet
es: Visible
fr: Affiché
it: Visibile
ja: 表示
ko: 표시됨
pt_br: Visível
zh_hans: 已显示
zh_hant: 已顯示

source: Shows this provider on the board
de: Zeigt diesen Anbieter im Dashboard
es: Muestra este proveedor en el panel
fr: Affiche ce fournisseur dans le tableau de bord
it: Mostra questo fornitore nella dashboard
ja: このプロバイダをボードに表示します
ko: 이 제공자를 보드에 표시합니다
pt_br: Mostra este provedor no painel
zh_hans: 在看板上显示此提供方
zh_hant: 在看板上顯示此供應商

source: Hides this provider from the board
de: Blendet diesen Anbieter im Dashboard aus
es: Oculta este proveedor del panel
fr: Masque ce fournisseur du tableau de bord
it: Nasconde questo fornitore dalla dashboard
ja: このプロバイダをボードから隠します
ko: 이 제공자를 보드에서 숨깁니다
pt_br: Oculta este provedor do painel
zh_hans: 从看板中隐藏此提供方
zh_hant: 從看板中隱藏此供應商

source: Lead with the tightest window
de: Mit dem engsten Fenster beginnen
es: Empezar con la ventana más ajustada
fr: Commencer par la fenêtre la plus tendue
it: Inizia con la finestra più stretta
ja: 最も逼迫したウインドウを先頭に
ko: 가장 빠듯한 구간을 먼저 표시
pt_br: Começar pela janela mais apertada
zh_hans: 优先显示最紧张的周期
zh_hant: 優先顯示最緊張的週期

source: Arrange
de: Anordnen
es: Organizar
fr: Organiser
it: Disponi
ja: 並べ替え
ko: 정렬
pt_br: Organizar
zh_hans: 排列
zh_hant: 排列

source: Tightest window
de: Engstes Fenster
es: Ventana más ajustada
fr: Fenêtre la plus tendue
it: Finestra più stretta
ja: 最も逼迫したウインドウ
ko: 가장 빠듯한 구간
pt_br: Janela mais apertada
zh_hans: 最紧张的周期
zh_hant: 最緊張的週期

source: How this is counted
de: Wie das gezählt wird
es: Cómo se cuenta esto
fr: Comment c’est compté
it: Come viene conteggiato
ja: この数え方について
ko: 이렇게 계산되는 이유
pt_br: Como isso é contado
zh_hans: 如何计算
zh_hant: 如何計算

source: Card options
de: Kartenoptionen
es: Opciones de la tarjeta
fr: Options de la carte
it: Opzioni della scheda
ja: カードのオプション
ko: 카드 옵션
pt_br: Opções do cartão
zh_hans: 卡片选项
zh_hant: 卡片選項

source: Billed per token — no plan caps
de: Abrechnung pro Token – keine Tarifgrenzen
es: Facturado por token: sin topes de plan
fr: Facturé au jeton — pas de plafond de forfait
it: Fatturato per token — nessun tetto di piano
ja: トークン単位の課金 — プラン上限なし
ko: 토큰당 과금 — 요금제 한도 없음
pt_br: Cobrado por token — sem tetos de plano
zh_hans: 按词元计费 — 无套餐上限
zh_hant: 按詞元計費 — 無方案上限

source: Plan-metered — session and weekly windows
de: Tarifbasiert – Sitzungs- und Wochenfenster
es: Medido por plan: ventanas de sesión y semanales
fr: Mesuré par forfait — fenêtres de session et hebdomadaires
it: Misurato dal piano — finestre di sessione e settimanali
ja: プラン計測 — セッションと週間のウインドウ
ko: 요금제 기준 — 세션 및 주간 구간
pt_br: Medido pelo plano — janelas de sessão e semanais
zh_hans: 按套餐计量 — 会话与每周周期
zh_hant: 按方案計量 — 工作階段與每週週期

source: Edit API key
de: API-Schlüssel bearbeiten
es: Editar clave de API
fr: Modifier la clé API
it: Modifica chiave API
ja: API キーを編集
ko: API 키 수정
pt_br: Editar chave de API
zh_hans: 编辑 API 密钥
zh_hant: 編輯 API 金鑰

source: Add API key
de: API-Schlüssel hinzufügen
es: Añadir clave de API
fr: Ajouter une clé API
it: Aggiungi chiave API
ja: API キーを追加
ko: API 키 추가
pt_br: Adicionar chave de API
zh_hans: 添加 API 密钥
zh_hant: 新增 API 金鑰

source: Play sound
de: Ton abspielen
es: Reproducir sonido
fr: Activer le son
it: Riproduci audio
ja: 音声を再生
ko: 소리 재생
pt_br: Reproduzir som
zh_hans: 播放声音
zh_hant: 播放聲音

source: Mute
de: Stummschalten
es: Silenciar
fr: Couper le son
it: Disattiva audio
ja: ミュート
ko: 음소거
pt_br: Silenciar
zh_hans: 静音
zh_hant: 靜音

source: Use these settings
de: Diese Einstellungen verwenden
es: Usar esta configuración
fr: Utiliser ces réglages
it: Usa queste impostazioni
ja: この設定を使う
ko: 이 설정 사용
pt_br: Usar estas configurações
zh_hans: 使用这些设置
zh_hant: 使用這些設定

source: "A wide realistic photograph of…", "A square flat-vector poster of…". The medium is the one word never left out.
de: „Eine breite realistische Fotografie von …“, „Ein quadratisches Flat-Vector-Poster von …“. Das Medium ist das eine Wort, das nie fehlt.
es: «Una amplia fotografía realista de…», «Un póster cuadrado en vector plano de…». El medio es la única palabra que nunca falta.
fr: « Une large photographie réaliste de… », « Une affiche carrée en vectoriel plat de… ». Le support est le seul mot qu’on n’omet jamais.
it: "Un’ampia fotografia realistica di…", "Un poster quadrato flat-vector di…". Il medium è l’unica parola che non manca mai.
ja: 「横長のリアルな写真、〜」「正方形のフラットベクターポスター、〜」。媒体は決して省かれない、唯一の言葉です。
ko: "넓은 사실적인 사진, ~", "정사각형 플랫 벡터 포스터, ~". 매체는 결코 빠지지 않는 단 하나의 단어입니다.
pt_br: "Uma fotografia realista panorâmica de…", "Um pôster quadrado em vetor plano de…". O meio é a única palavra nunca deixada de fora.
zh_hans: “宽幅写实照片，……”“方形扁平矢量海报，……”。媒介是唯一一个绝不省略的词。
zh_hant: 「寬幅寫實照片，……」「方形扁平向量海報，……」。媒介是唯一一個絕不省略的詞。

source: %1$@ at %2$@ effort
de: %1$@ bei Aufwand %2$@
es: %1$@, esfuerzo %2$@
fr: %1$@, effort %2$@
it: %1$@, sforzo %2$@
ja: %1$@、強度 %2$@
ko: %1$@, 강도 %2$@
pt_br: %1$@, esforço %2$@
zh_hans: %1$@，强度%2$@
zh_hant: %1$@，強度%2$@

source: %@ more files
de: %@ weitere Dateien
es: %@ archivos más
fr: %@ fichiers de plus
it: altri %@ file
ja: 他 %@ ファイル
ko: 파일 %@개 더
pt_br: mais %@ arquivos
zh_hans: 还有 %@ 个文件
zh_hant: 還有 %@ 個檔案

source: A bold headline across the top reads "NORTHBOUND COFFEE". Anything not quoted comes back as scribble.
de: Eine fette Überschrift oben liest sich „NORTHBOUND COFFEE“. Alles, was nicht in Anführungszeichen steht, kommt als Gekritzel zurück.
es: Un titular en negrita en la parte superior dice «NORTHBOUND COFFEE». Todo lo que no esté entre comillas vuelve como garabato.
fr: Un gros titre en haut affiche « NORTHBOUND COFFEE ». Tout ce qui n’est pas entre guillemets revient sous forme de gribouillis.
it: Un titolo in grassetto in alto recita "NORTHBOUND COFFEE". Tutto ciò che non è tra virgolette torna come uno scarabocchio.
ja: 上部の太字の見出しには「NORTHBOUND COFFEE」と書かれています。引用符で囲まれていないものは落書きとして出力されます。
ko: 위쪽의 굵은 헤드라인에는 "NORTHBOUND COFFEE"라고 쓰여 있습니다. 따옴표로 감싸지 않은 것은 낙서로 나옵니다.
pt_br: Um título em negrito no topo diz "NORTHBOUND COFFEE". Qualquer coisa que não esteja entre aspas volta como rabisco.
zh_hans: 顶部的粗体标题写着“NORTHBOUND COFFEE”。没有加引号的内容会变成潦草的涂鸦。
zh_hant: 頂部的粗體標題寫著「NORTHBOUND COFFEE」。沒有加引號的內容會變成潦草的塗鴉。

source: A single glossy red ceramic teapot with a bamboo handle, seen in three-quarter view, its lid slightly ajar, a soft highlight running down the left of the body and the shadow of the spout falling across it.
de: Eine einzelne glänzende rote Keramik-Teekanne mit Bambusgriff, gesehen in Dreiviertelansicht, der Deckel leicht geöffnet, ein sanftes Glanzlicht, das die linke Seite des Korpus hinabläuft, und der Schatten der Tülle, der darüberfällt.
es: Una sola tetera de cerámica roja y brillante con asa de bambú, vista en tres cuartos, con la tapa ligeramente entreabierta, un suave reflejo que recorre el lado izquierdo del cuerpo y la sombra del pico cayendo sobre ella.
fr: Une seule théière en céramique rouge brillante avec une anse en bambou, vue en trois quarts, son couvercle légèrement entrouvert, un doux reflet descendant le long du côté gauche du corps et l’ombre du bec tombant sur elle.
it: Una singola teiera di ceramica rossa lucida con manico di bambù, vista in tre quarti, con il coperchio leggermente socchiuso, un morbido riflesso che scende lungo il lato sinistro del corpo e l’ombra del beccuccio che vi cade sopra.
ja: 竹製の持ち手が付いた、艶のある赤い陶器のティーポットが一つ。アングルは斜め四十五度、蓋はわずかに開き、柔らかいハイライトが胴の左側を伝い、注ぎ口の影がそこに落ちている。
ko: 대나무 손잡이가 달린 광택 있는 빨간 도자기 찻주전자 하나. 각도는 사분의 삼 각도이며, 뚜껑은 살짝 열려 있고, 부드러운 하이라이트가 몸통 왼쪽을 타고 흐르며, 주둥이의 그림자가 그 위에 드리워져 있다.
pt_br: Um único bule de cerâmica vermelha brilhante com cabo de bambu, visto em três quartos, com a tampa levemente entreaberta, um brilho suave descendo pelo lado esquerdo do corpo e a sombra do bico caindo sobre ele.
zh_hans: 一把有光泽的红色陶瓷茶壶，配竹制手柄，从四十五度角看去，壶盖微微开启，一道柔和的高光顺着壶身左侧流下，壶嘴的影子落在上面。
zh_hant: 一把有光澤的紅色陶瓷茶壺，配竹製把手，從四十五度角看去，壺蓋微微開啟，一道柔和的高光順著壺身左側流下，壺嘴的影子落在上面。

source: A wide realistic photograph of <subject>, <background and palette>. In the centre of the frame, <what fills it>. On the left side, <what sits there>. On the right, <what sits there>. Across the lower third, <foreground>. A <weight, colour> line across the top reads "<exact words>". The lighting is <source, direction, quality>, leaving <shadows>. The overall composition is <balance>, <palette>, <mood>.
de: Eine breite realistische Fotografie von <Motiv>, <Hintergrund und Farbpalette>. In der Mitte des Bildes <was es ausfüllt>. Auf der linken Seite <was dort steht>. Auf der rechten Seite <was dort steht>. Im unteren Drittel <Vordergrund>. Eine <Stärke, Farbe> Linie oben liest sich „<genauer Wortlaut>“. Das Licht ist <Quelle, Richtung, Qualität> und hinterlässt <Schatten>. Die Gesamtkomposition ist <Balance>, <Farbpalette>, <Stimmung>.
es: Una amplia fotografía realista de <sujeto>, <fondo y paleta>. En el centro del encuadre, <qué lo llena>. En el lado izquierdo, <qué hay ahí>. A la derecha, <qué hay ahí>. En el tercio inferior, <primer plano>. Una línea <peso, color> en la parte superior dice «<palabras exactas>». La luz es <fuente, dirección, calidad>, dejando <sombras>. La composición general es <equilibrio>, <paleta>, <ambiente>.
fr: Une large photographie réaliste de <sujet>, <arrière-plan et palette>. Au centre du cadre, <ce qui le remplit>. Sur le côté gauche, <ce qui s’y trouve>. À droite, <ce qui s’y trouve>. Sur le tiers inférieur, <premier plan>. Une ligne <épaisseur, couleur> en haut affiche « <mots exacts> ». La lumière est <source, direction, qualité>, laissant <des ombres>. La composition générale est <équilibre>, <palette>, <ambiance>.
it: Un’ampia fotografia realistica di <soggetto>, <sfondo e palette>. Al centro dell’inquadratura, <cosa la riempie>. Sul lato sinistro, <cosa c’è>. A destra, <cosa c’è>. Nel terzo inferiore, <primo piano>. Una linea <peso, colore> in alto recita "<parole esatte>". La luce è <fonte, direzione, qualità>, lasciando <ombre>. La composizione generale è <equilibrio>, <palette>, <atmosfera>.
ja: <被写体>の横長でリアルな写真、<背景と配色>。画面の中央には<そこを埋めるもの>。左側には<そこにあるもの>。右側には<そこにあるもの>。下三分の一には<前景>。上部の<太さ、色>の帯が「<正確な言葉>」と書かれている。光は<光源、向き、質>で、<影>を落としている。全体の構図は<バランス>、<配色>、<雰囲気>。
ko: <피사체>의 넓은 사실적인 사진, <배경과 색조>. 화면 중앙에는 <그곳을 채우는 것>. 왼쪽에는 <그곳에 있는 것>. 오른쪽에는 <그곳에 있는 것>. 하단 3분의 1에는 <전경>. 위쪽의 <굵기, 색상> 선에는 "<정확한 문구>"라고 쓰여 있다. 조명은 <광원, 방향, 질감>이며, <그림자>를 남긴다. 전체 구도는 <균형>, <색조>, <분위기>다.
pt_br: Uma fotografia realista panorâmica de <assunto>, <fundo e paleta>. No centro do quadro, <o que o preenche>. No lado esquerdo, <o que está lá>. À direita, <o que está lá>. No terço inferior, <primeiro plano>. Uma linha <peso, cor> no topo diz "<palavras exatas>". A luz é <fonte, direção, qualidade>, deixando <sombras>. A composição geral é <equilíbrio>, <paleta>, <clima>.
zh_hans: <主体>的宽幅写实照片，<背景与色调>。画面中央是<填满那里的东西>。左侧是<那里有什么>。右侧是<那里有什么>。下三分之一处是<前景>。顶部一条<粗细、颜色>的线条写着“<确切文字>”。光线<来源、方向、质感>，留下<阴影>。整体构图<平衡>、<色调>、<氛围>。
zh_hant: <主體>的寬幅寫實照片，<背景與色調>。畫面中央是<填滿那裡的東西>。左側是<那裡有什麼>。右側是<那裡有什麼>。下三分之一處是<前景>。頂部一條<粗細、顏色>的線條寫著「<確切文字>」。光線<來源、方向、質感>，留下<陰影>。整體構圖<平衡>、<色調>、<氛圍>。

source: Across the top, on the left, in the lower third, tucked into the corner. Ten such phrases reach the edges and keep the frame locatable.
de: Oben, links, im unteren Drittel, in der Ecke. Zehn solcher Formulierungen erreichen die Ränder und halten das Bild verortbar.
es: Arriba, a la izquierda, en el tercio inferior, metido en la esquina. Diez frases así llegan hasta los bordes y mantienen el encuadre ubicable.
fr: En haut, à gauche, dans le tiers inférieur, glissé dans le coin. Dix formules de ce genre atteignent les bords et gardent le cadre repérable.
it: In alto, a sinistra, nel terzo inferiore, incastrato nell’angolo. Dieci frasi di questo tipo raggiungono i bordi e mantengono l’inquadratura orientabile.
ja: 上部に、左に、下三分の一に、隅に寄せて。こうした位置表現を十個ほど使うと、端まで届いて画面の場所が把握しやすくなる。
ko: 위쪽에, 왼쪽에, 하단 3분의 1 지점에, 구석에 붙여서. 이런 표현을 열 개쯤 쓰면 가장자리까지 닿아서 화면의 위치를 가늠할 수 있게 된다.
pt_br: No topo, à esquerda, no terço inferior, encaixado no canto. Dez frases assim alcançam as bordas e mantêm o quadro localizável.
zh_hans: 在顶部、在左侧、在下三分之一处、塞进角落里。十个这样的短语能触及边缘，让画面保持可定位。
zh_hant: 在頂部、在左側、在下三分之一處、塞進角落裡。十個這樣的短語能觸及邊緣，讓畫面保持可定位。

source: Attempt %1$@ failed, trying again in %2$@
de: Versuch %1$@ fehlgeschlagen, nächster Versuch in %2$@
es: El intento %1$@ falló, se reintentará en %2$@
fr: La tentative %1$@ a échoué, nouvel essai dans %2$@
it: Il tentativo %1$@ non è riuscito, si riprova tra %2$@
ja: 試行 %1$@ が失敗しました。%2$@ 後に再試行します
ko: %1$@번째 시도가 실패했습니다. %2$@ 후 다시 시도합니다
pt_br: A tentativa %1$@ falhou, tentando novamente em %2$@
zh_hans: 第 %1$@ 次尝试失败，将在 %2$@ 后重试
zh_hant: 第 %1$@ 次嘗試失敗，將在 %2$@ 後重試

source: Attempt %@ failed, the server will try again
de: Versuch %@ fehlgeschlagen, der Server versucht es erneut
es: El intento %@ falló, el servidor volverá a intentarlo
fr: La tentative %@ a échoué, le serveur va réessayer
it: Il tentativo %@ non è riuscito, il server riproverà
ja: 試行 %@ が失敗しました。サーバが再試行します
ko: %@번째 시도가 실패했습니다. 서버가 다시 시도합니다
pt_br: A tentativa %@ falhou, o servidor tentará novamente
zh_hans: 第 %@ 次尝试失败，服务器将重试
zh_hant: 第 %@ 次嘗試失敗，伺服器將重試

source: Attempt %@ failed, trying again now
de: Versuch %@ fehlgeschlagen, wird jetzt erneut versucht
es: El intento %@ falló, reintentando ahora
fr: La tentative %@ a échoué, nouvel essai en cours
it: Il tentativo %@ non è riuscito, nuovo tentativo in corso
ja: 試行 %@ が失敗しました。ただいま再試行しています
ko: %@번째 시도가 실패했습니다. 지금 다시 시도하는 중입니다
pt_br: A tentativa %@ falhou, tentando novamente agora
zh_hans: 第 %@ 次尝试失败，正在立即重试
zh_hant: 第 %@ 次嘗試失敗，正在立即重試
